Repository: lovetwice1012/ToNRoundCounter
Catalog: Infrastructure/Resources/Strings.*.resx
Languages: bg, el, fi, hi, hr, hu, ja, ko, lt, ro, th, vi, zh_hant

# 有効
source: Enabled
bg: Активиран
el: Ενεργοποιημένος
fi: Poistettu
hr: Omogućeno
hu: Engedélyezve
ja: 有効
ko: 활성화
lt: Įgalinta
ro: Activat
th: เปิดใช้งาน
vi: Đã bật
zh_hant: 啓用

# 構文エラー
source: Syntax error
bg: Синтаксична грешка
el: Σφάλμα σύνταξης
fi: Syntaksivirhe
hr: Pogreška sintakse
hu: Szintaxis hiba
ja: 構文エラー
ko: 구문 오류
lt: Sintaksės klaida
ro: Eroare de sintaxă
th: ข้อผิดพลาดทางไวยากรณ์
vi: Lỗi cú pháp
zh_hant: 語法錯誤

# 次ラウンド予測を表示
source: Show next round prediction
bg: Покажете предсказанието на следващия кръг
el: Εμφάνιση επόμενου γύρου πρόβλεψη
fi: Näytä seuraavan kierroksen ennuste
hr: Prikaži predviđanje sljedećeg kruga
hu: Mutasd meg a következő forduló előrejelzését
ja: 次ラウンド予測を表示
ko: 다음 라운드 예측 표시
lt: Parodykite kitą turo prognozę
ro: Arată predicția următoarei runde
th: แสดงการคาดการณ์รอบต่อไป
vi: Hiển thị dự đoán vòng tiếp theo
zh_hant: 顯示下回合預測

# 死亡回数
source: Deaths
bg: Смъртни случаи
el: Θάνατοι
fi: Kuolemat
hr: Smrtni slučajevi
hu: Halálozások
ja: 死亡回数
ko: 사망 횟수
lt: Mirtys
ro: Decese
th: ผู้เสียชีวิต
vi: Cái chết
zh_hant: 死亡次數

# 滞在タイマーを表示
source: Show dwell timer
bg: Покажи таймер за обитаване на обитаване
el: Εμφάνιση χρονοδιακόπτη
fi: Show Durk Timer
hr: Prikaži tajmer
hu: Show timer show timer
ja: 滞在タイマーを表示
ko: 체류 타이머 표시
lt: Parodykite „Dwell Timer“
ro: Arată cronometrul de locuit
th: แสดงตัวจับเวลาที่อยู่อาศัย
vi: Hiển thị bộ đếm thời gian Dwell
zh_hant: 顯示停留計時器

# 特定アイテムで音楽を再生する
source: Play music for specific items
bg: Пускайте музика за конкретни елементи
el: Παίξτε μουσική για συγκεκριμένα αντικείμενα
fi: Toista musiikkia tietyille tuotteille
hr: Reproducirajte glazbu za određene predmete
hu: Játsszon zenélni konkrét tárgyakhoz
ja: 特定アイテムで音楽を再生する
ko: 특정 아이템에서 음악 재생
lt: Groti muziką konkrečiems daiktams
ro: Redați muzică pentru anumite articole
th: เล่นเพลงสำหรับรายการเฉพาะ
vi: Chơi nhạc cho các mục cụ thể
zh_hant: 針對特定物品播放音樂

# 現在の設定では自動自殺を行いません
source: Auto-suicide will not run with the current settings.
bg: Auto-Suicide няма да работи с текущите настройки.
el: Η αυτόματη αυτοκτονία δεν θα εκτελεστεί με τις τρέχουσες ρυθμίσεις.
fi: Auto-itsemurha ei toimi nykyisten asetusten kanssa.
hr: Auto-samoubojstvo neće se pokrenuti s trenutnim postavkama.
hu: Az auto-öngyilkosság nem fog futni az aktuális beállításokkal.
ja: 現在の設定では自動自殺を行いません
ko: 현재 설정으로는 자동 자살이 실행되지 않습니다.
lt: Automatinis savižudis neveiks su dabartiniais nustatymais.
ro: Auto-Suicid nu va rula cu setările curente.
th: การฆ่าตัวตายอัตโนมัติจะไม่ทำงานกับการตั้งค่าปัจจุบัน
vi: Tự động tự động sẽ không chạy với các cài đặt hiện tại.
zh_hant: 當前設置下不會執行自動自殺。

# 生存回数
source: Survivals
bg: Оцелели
el: Επιζώντες
fi: Selviytyjät
hr: Preživjeli
hu: Túlélés
ja: 生存回数
ko: 생존 횟수
lt: Išgyvenimas
ro: Supraviețuiri
th: ผู้รอดชีวิต
vi: Sống sót
zh_hant: 生存次數

# 生存率
source: Survival rate
bg: Процент на оцеляване
el: Ποσοστό επιβίωσης
fi: Eloonjäämisaste
hr: Stopa preživljavanja
hu: Túlélési arány
ja: 生存率
ko: 생존율
lt: Išgyvenimo procentas
ro: Rata de supraviețuire
th: อัตราการรอดชีวิต
vi: Tỷ lệ sống
zh_hant: 生存率

# 競合時の優先設定:
source: Priority when conflicts occur:
bg: Приоритет, когато се появят конфликти:
el: Προτεραιότητα όταν συμβαίνουν συγκρούσεις:
fi: Etusija, kun konflikteja esiintyy:
hr: Prioritet kada se pojave sukobi:
hu: Prioritás, amikor konfliktusok merülnek fel:
ja: 競合時の優先設定:
ko: 경합 시 우선 설정:
lt: Prioritetas, kai kyla konfliktai:
ro: Prioritate când apar conflicte:
th: ลำดับความสำคัญเมื่อความขัดแย้งเกิดขึ้น:
vi: Ưu tiên khi xung đột xảy ra:
zh_hant: 衝突時的優先級：

# 終了
source: Exit
bg: Изход
el: Εξοδος
fi: Poistuminen
hr: Izlaz
hu: Kijárat
ja: 終了
ko: 종료
lt: Išvažiavimas
ro: Ieșire
th: การออก
vi: Ra
zh_hant: 退出

# 統計情報を表示する
source: Show statistics
bg: Показват статистика
el: Εμφάνιση στατιστικών στοιχείων
fi: Näytä tilastot
hr: Pokazati statistiku
hu: Statisztikákat mutatni
ja: 統計情報を表示する
ko: 통계 정보 표시
lt: Rodyti statistiką
ro: Arată statistici
th: แสดงสถิติ
vi: Hiển thị số liệu thống kê
zh_hant: 顯示統計信息

# 統計情報表示欄
source: Statistics
bg: Статистика
el: Στατιστική
fi: Tilastot
hr: Statistika
hu: Statisztika
ja: 統計情報表示欄
ko: 통계 정보 영역
lt: Statistika
ro: Statistici
th: สถิติ
vi: Thống kê
zh_hant: 統計信息區域

# 統計表示欄背景色:
source: Stats panel background:
bg: Фон на панела на статистиката:
el: Φόντο του πίνακα στατιστικών στοιχείων:
fi: Tilastojen paneelin tausta:
hr: Pozadina ploče statistike:
hu: Statisztika panel háttér:
ja: 統計表示欄背景色:
ko: 통계 표시 영역 배경색:
lt: Statistikos skydelio fonas:
ro: Fundal al panoului de statistici:
th: ความเป็นมาของแผงสถิติ:
vi: Bối cảnh bảng thống kê:
zh_hant: 統計顯示區域背景色：

# 背景色設定
source: Background colors
bg: Цветове на фона
el: Χρώματα φόντου
fi: Taustavärit
hr: Boje pozadine
hu: Háttérszínek
ja: 背景色設定
ko: 배경색 설정
lt: Fono spalvos
ro: Culori de fundal
th: สีพื้นหลัง
vi: Màu nền
zh_hant: 背景色設置

# 自動自殺は無効になっています
source: Auto-suicide is disabled.
bg: Автоматичният самоубийство е деактивиран.
el: Η αυτόματη αυτοκτονία είναι απενεργοποιημένη.
fi: Auto-itsemurha on poistettu käytöstä.
hr: Auto-samoubojstvo je onemogućeno.
hu: Az auto-öngyilkosság le van tiltva.
ja: 自動自殺は無効になっています
ko: 자동 자살이 비활성화되어 있습니다.
lt: Automatinis savižudybė yra išjungta.
ro: Auto-Suicid este dezactivat.
th: การฆ่าตัวตายอัตโนมัติถูกปิดใช้งาน
vi: Tự động tự động bị vô hiệu hóa.
zh_hant: 自動自殺已禁用。

# 自動自殺を有効にする
source: Enable auto-suicide
bg: Активирайте автоматично самоубийство
el: Ενεργοποίηση αυτόματης αυτοκτονίας
fi: Ota auto-itsemurha
hr: Omogući auto-samoubojstvo
hu: Engedélyezze az auto-öngyilkosságot
ja: 自動自殺を有効にする
ko: 자동 자살 활성화
lt: Įgalinti automatinį savižudybę
ro: Activați auto-suicid
th: เปิดใช้งานการฆ่าตัวตายอัตโนมัติ
vi: Bật tự động tự động
zh_hant: 啓用自動自殺

# 自動自殺モード
source: Auto-suicide mode
bg: Режим на автоматично самоубийство
el: Λειτουργία αυτόματης αυτοκτονίας
fi: Auto-itsemurha-tila
hr: Auto-samoucidinski način
hu: Auto-gyilkossági mód
ja: 自動自殺モード
ko: 자동 자살 모드
lt: Automatinio savižudybės režimas
ro: Mod auto-Suicid
th: โหมดการฆ่าตัวตายอัตโนมัติ
vi: Chế độ tự động tự sát
zh_hant: 自動自殺模式

# 自動自殺対象ラウンド:
source: Auto-suicide target rounds:
bg: Автоматични целеви кръгове:
el: Γύροι στόχου αυτόματης αυτοκτονίας:
fi: Auto-itsemurha-kohdekierrokset:
hr: Auto-samo-samoubojstvo ciljanih krugova:
hu: Auto-öngyilkossági célok:
ja: 自動自殺対象ラウンド:
ko: 자동 자살 대상 라운드:
lt: Automatinio savižudybės taikinių raundai:
ro: Rundele țintă auto-sinucidere:
th: เป้าหมายการฆ่าตัวตายอัตโนมัติรอบ:
vi: Vòng mục tiêu tự động tự tử:
zh_hant: 自動自殺目標回合：

# 自動起動設定
source: Auto-launch settings
bg: Автоматични настройки
el: Ρυθμίσεις αυτόματης εκκίνησης
fi: Automaattisen aseman asetukset
hr: Postavke automatskog lansiranja
hu: Automatikus elindítás beállítások
ja: 自動起動設定
ko: 자동 실행 설정
lt: Automatinio paleidimo nustatymai
ro: Setări de lansare automată
th: การตั้งค่าการเปิดตัวอัตโนมัติ
vi: Cài đặt tự động ra mắt
zh_hant: 自動啓動設置

# 色選択
source: Choose color
bg: Изберете цвят
el: Επιλέξτε χρώμα
fi: Valitse väri
hr: Odaberite boju
hu: Válassza a Színt
ja: 色選択
ko: 색 선택
lt: Pasirinkite spalvą
ro: Alegeți culoarea
th: เลือกสี
vi: Chọn màu
zh_hant: 選擇顏色

# 表示設定
source: Display settings
bg: Настройки на дисплея
el: Ρυθμίσεις εμφάνισης
fi: Näyttöasetukset
hr: Postavke prikaza
hu: Megjelenítési beállítások
ja: 表示設定
ko: 표시 설정
lt: Ekrano nustatymai
ro: Setări de afișare
th: แสดงการตั้งค่า
vi: Cài đặt hiển thị
zh_hant: 顯示設置

# 角度を表示
source: Show angle
bg: Покажете ъгъл
el: Γωνιά εμφάνισης
fi: Näyttelykulma
hr: Pokazati kut
hu: Megmutatási szöget mutat
ja: 角度を表示
ko: 각도 표시
lt: Rodyti kampą
ro: Arată unghiul
th: แสดงมุม
vi: Hiển thị góc
zh_hant: 顯示角度

# 解析できなかった行があります:
source: Lines could not be parsed:
bg: Линиите не могат да бъдат анализирани:
el: Οι γραμμές δεν μπορούσαν να αναλυθούν:
fi: Linjoja ei voitu jäsentää:
hr: Linije se nisu mogle raščlaniti:
hu: A vonalakat nem lehetett elemezni:
ja: 解析できなかった行があります:
ko: 해석할 수 없는 행이 있습니다:
lt: Linijos negalėjo būti analizuojamos:
ro: Liniile nu au putut fi analizate:
th: เส้นไม่สามารถแยกวิเคราะห์ได้:
vi: Các dòng không thể được phân tích cú pháp:
zh_hant: 存在無法解析的行：

# 言語
source: Language
bg: Език
el: Γλώσσα
fi: Kieli
hr: Jezik
hu: Nyelv
ja: 言語
ko: 언어
lt: Kalba
ro: Limbă
th: ภาษา
vi: Ngôn ngữ
zh_hant: 語言

# 設定
source: Settings
bg: Настройки
el: Ρυθμίσεις
fi: Asetukset
hr: Postavke
hu: Beállítások
ja: 設定
ko: 설정
lt: Nustatymai
ro: Setări
th: การตั้งค่า
vi: Cài đặt
zh_hant: 設置

# 設定...
source: Settings...
bg: Настройки ...
el: Ρυθμίσεις ...
fi: Asetukset ...
hr: Postavke ...
hu: Beállítások ...
ja: 設定...
ko: 설정...
lt: Nustatymai ...
ro: Setări ...
th: การตั้งค่า...
vi: Cài đặt ...
zh_hant: 設置...

# 設定内容
source: Configuration
bg: Конфигурация
el: Διαμόρφωση
fi: Kokoonpano
hr: Konfiguracija
hu: Konfiguráció
ja: 設定内容
ko: 설정 내용
lt: Konfigūracija
ro: Configurație
th: การกำหนดค่า
vi: Cấu hình
zh_hant: 配置

# 設定内容確認
source: Review configuration
bg: Преглед на конфигурацията
el: Αναθεωρήστε τη διαμόρφωση
fi: Tarkista kokoonpano
hr: Pregledajte konfiguraciju
hu: Felülvizsgálati konfiguráció
ja: 設定内容確認
ko: 설정 내용 확인
lt: Peržiūrėkite konfigūraciją
ro: Revizuirea configurației
th: ตรวจสอบการกำหนดค่า
vi: Xem xét cấu hình
zh_hant: 檢查配置

# 設定変更
source: Change settings
bg: Промяна на настройките
el: Αλλαγή ρυθμίσεων
fi: Vaihda asetukset
hr: Promijenite postavke
hu: A beállítások módosítása
ja: 設定変更
ko: 설정 변경
lt: Keisti nustatymus
ro: Schimbați setările
th: เปลี่ยนการตั้งค่า
vi: Thay đổi cài đặt
zh_hant: 更改設置

# 詳細設定を利用する
source: Use advanced settings
bg: Използвайте разширени настройки
el: Χρησιμοποιήστε προηγμένες ρυθμίσεις
fi: Käytä lisäasetuksia
hr: Koristite napredne postavke
hu: Használja a Speciális beállításokat
ja: 詳細設定を利用する
ko: 상세 설정 사용
lt: Naudokite išplėstinius nustatymus
ro: Utilizați setări avansate
th: ใช้การตั้งค่าขั้นสูง
vi: Sử dụng cài đặt nâng cao
zh_hant: 使用高級設置

# 詳細設定ドキュメント
source: Advanced settings docs
bg: Разширени настройки документи
el: Προχωρημένες ρυθμίσεις Ρυθμίσεις
fi: Lisäasetukset Docs
hr: Dokumenti naprednih postavki
hu: Speciális beállítások dokumentumai
ja: 詳細設定ドキュメント
ko: 상세 설정 문서
lt: Išplėstiniai nustatymų dokumentai
ro: Setări avansate documente
th: เอกสารการตั้งค่าขั้นสูง
vi: Cài đặt nâng cao Tài liệu
zh_hant: 高級設置文檔

# 読み込み
source: Load
bg: Зареждане
el: Φορτίο
fi: Ladata
hr: Opterećenje
hu: Terhelés
ja: 読み込み
ko: 불러오기
lt: Įkelti
ro: Încărca
th: โหลด
vi: Trọng tải
zh_hant: 加載

# 警告
source: Warning
bg: Предупреждение
el: Προειδοποίηση
fi: Varoitus
hr: Upozorenje
hu: Figyelmeztetés
ja: 警告
ko: 경고
lt: Įspėjimas
ro: Avertizare
th: คำเตือน
vi: Cảnh báo
zh_hant: 警告

# 追加
source: Add
bg: Добавяне
el: Προσθέτω
fi: Lisätä
hr: Dodati
hu: Hozzáad
ja: 追加
ko: 추가
lt: Pridėti
ro: Adăuga
th: เพิ่ม
vi: Thêm vào
zh_hant: 添加

# 追加設定
source: Additional settings
bg: Допълнителни настройки
el: Πρόσθετες ρυθμίσεις
fi: Lisäasetukset
hr: Dodatne postavke
hu: További beállítások
ja: 追加設定
ko: 추가 설정
lt: Papildomi nustatymai
ro: Setări suplimentare
th: การตั้งค่าเพิ่มเติม
vi: Cài đặt bổ sung
zh_hant: 附加設置

# 透明度
source: Opacity
bg: Непрозрачност
el: Αδιαφάνεια
fi: Opasiteetti
hr: Neprozirnost
hu: Átlátszatlanság
ja: 透明度
ko: 투명도
lt: Neskaidrumas
ro: Opacitate
th: ความทึบแสง
vi: Độ mờ
zh_hant: 透明度

# 速度を表示
source: Show speed
bg: Показват скорост
el: Εμφάνιση ταχύτητας
fi: Näytönopeus
hr: Pokazati brzinu
hu: Megmutatja a sebességet
ja: 速度を表示
ko: 속도 표시
lt: Rodyti greitį
ro: Arată viteza
th: แสดงความเร็ว
vi: Hiển thị tốc độ
zh_hant: 顯示速度

# Language_Danish
source: Danish
bg: Датски
el: δανικός
fi: Tanskalainen
hr: danski
hu: dán
ja: デンマーク語
ko: 덴마크어
lt: Danai
ro: danez
th: เกี่ยวกับเดนมาร์ก
vi: Đan Mạch
zh_hant: 丹麥語

# Language_German
source: German
bg: Немски
el: Γερμανός
fi: Saksalainen
hr: njemački
hu: német
ja: ドイツ語
ko: 독일어
lt: Vokietis
th: ชาวเยอรมัน
vi: Đức
zh_hant: 德語

# Language_EnglishUnitedKingdom
source: English (United Kingdom)
bg: Английски (Обединеното кралство)
el: Αγγλικά (Ηνωμένο Βασίλειο)
fi: Englanti (Yhdistynyt kuningaskunta)
hr: Engleski (Ujedinjeno Kraljevstvo)
hu: Angol (Egyesült Királyság)
ja: 英語, イギリス
ko: 영어 (영국)
lt: Anglų kalba (Jungtinė Karalystė)
ro: Engleză (Regatul Unit)
th: ภาษาอังกฤษ (สหราชอาณาจักร)
vi: Tiếng Anh (Vương quốc Anh)
zh_hant: 英語（英國）

# Language_EnglishUnitedStates
source: English (United States)
bg: Английски (САЩ)
el: Αγγλικά (Ηνωμένες Πολιτείες)
fi: Englanti (Yhdysvallat)
hr: Engleski (Sjedinjene Države)
hu: Angol (Egyesült Államok)
ja: 英語, アメリカ
ko: 영어 (미국)
lt: Anglų kalba (JAV)
ro: Engleză (Statele Unite)
th: ภาษาอังกฤษ (สหรัฐอเมริกา)
vi: Tiếng Anh (Hoa Kỳ)
zh_hant: 英語（美國）

# Language_Spanish
source: Spanish
bg: Испански
el: ισπανικά
fi: Espanjalainen
hr: Španjolski
hu: spanyol
ja: スペイン語
ko: 스페인어
lt: Ispanų kalba
ro: Spaniolă
th: เกี่ยวกับภาษาสเปน
vi: Tiếng Tây Ban Nha
zh_hant: 西班牙語

# Language_SpanishLatinAmerica
source: Spanish (Latin America)
bg: Испанска (Латинска Америка)
el: Ισπανικά (Λατινική Αμερική)
fi: Espanja (Latinalainen Amerikka)
hr: Španjolska (Latinska Amerika)
hu: Spanyol (Latin -Amerika)
ja: スペイン語 (ラテンアメリカ)
ko: 스페인어 (라틴 아메리카)
lt: Ispanų kalba (Lotynų Amerika)
ro: Spaniolă (America Latină)
th: สเปน (ละตินอเมริกา)
vi: Tây Ban Nha (Mỹ Latinh)
zh_hant: 西班牙語（拉丁美洲）

# Language_French
source: French
bg: Френски
el: Γάλλος
fi: Ranskalainen
hr: francuski
hu: francia
ja: フランス語
ko: 프랑스어
lt: Prancūzų kalba
ro: franceză
th: ภาษาฝรั่งเศส
vi: Tiếng Pháp
zh_hant: 法語

# Language_Croatian
source: Croatian
bg: Хърватски
el: Κροατία
fi: Kroatialainen
hr: hrvatski
hu: horvát
ja: クロアチア語
ko: 크로아티아어
ro: croat
th: เกี่ยวกับภาษาโครเอเชีย
vi: Croatia
zh_hant: 克羅地亞語

# Language_Italian
source: Italian
bg: Италиански
el: ιταλικά
fi: Italialainen
hr: talijanski
hu: olasz
ja: イタリア語
ko: 이탈리아어
lt: Italų kalba
th: อิตาลี
vi: Ý
zh_hant: 意大利語

# Language_Lithuanian
source: Lithuanian
bg: Литовски
el: Λιθουανικός
fi: Liettualainen
hr: litvanski
hu: litván
ja: リトアニア語
ko: 리투아니아어
lt: Lietuvos
ro: lituanian
th: เกี่ยวกับลิทัวเนีย
vi: Litva
zh_hant: 立陶宛語

# Language_Hungarian
source: Hungarian
bg: Унгарски
el: ουγγρικός
fi: Unkarilainen
hr: Mađarski
hu: magyar
ja: ハンガリー語
ko: 헝가리어
lt: Vengrų
ro: Maghiar
th: ชาวฮังการี
vi: Hungary
zh_hant: 匈牙利語

# Language_Dutch
source: Dutch
bg: Холандски
el: Ολλανδός
fi: Hollantilainen
hr: Nizozemski
hu: holland
ja: オランダ語
ko: 네덜란드어
lt: Olandai
ro: Olandez
th: ชาวดัตช์
vi: Hà Lan
zh_hant: 荷蘭語

# Language_Norwegian
source: Norwegian
bg: Норвежки
el: Νορβηγός
fi: Norja
hr: Norvežanin
hu: norvég
ja: ノルウェー語
ko: 노르웨이어
lt: Norvegas
ro: norvegian
th: นอร์เวย์
vi: Na Uy
zh_hant: 挪威語

# Language_Polish
source: Polish
bg: Лак
el: Στίλβωση
fi: Kiillottaa
hr: Polirati
hu: lengyel
ja: ポーランド語
ko: 폴란드어
lt: Poliravimas
ro: Lustrui
th: ขัด
vi: Đánh bóng
zh_hant: 波蘭語

# Language_PortugueseBrazil
source: Portuguese (Brazil)
bg: Португалски (Бразилия)
el: Πορτογαλικά (Βραζιλία)
fi: Portugalilainen (Brasilia)
hr: Portugal (Brazil)
hu: Portugál (Brazília)
ja: ポルトガル語, ブラジル
ko: 포르투갈어 (브라질)
lt: Portugalai (Brazilija)
ro: Portugheză (Brazilia)
th: โปรตุเกส (บราซิล)
vi: Bồ Đào Nha (Brazil)
zh_hant: 葡萄牙語（巴西）

# Language_Romanian
source: Romanian
bg: Румънски
el: ρουμανικός
fi: Romanialainen
hr: Rumun
hu: román
ja: ルーマニア語
ko: 루마니아어
lt: Rumunietis
ro: România
th: เกี่ยวกับโรมาเนีย
vi: Rumani
zh_hant: 羅馬尼亞語

# Language_Finnish
source: Finnish
bg: Финландски
el: φινλανδικός
fi: Suomalainen
hr: Finski
hu: finn
ja: フィンランド語
ko: 핀란드어
lt: Suomija
ro: finlandeză
th: ภาษาฟินแลนด์
vi: Tiếng Phần Lan
zh_hant: 芬蘭語

# Language_Swedish
source: Swedish
bg: Шведски
el: σουηδικά
fi: Ruotsalainen
hr: švedski
hu: svéd
ja: スウェーデン語
ko: 스웨덴어
lt: Švedijos
ro: suedez
th: ภาษาสวีเดน
vi: Thụy Điển
zh_hant: 瑞典語

# Language_Vietnamese
source: Vietnamese
bg: Виетнамски
el: Βιετναμέζος
fi: vietnam
hr: vijetnamski
hu: vietnami
ja: ベトナム語
ko: 베트남어
lt: Vietnamas
ro: Vietnameză
th: เวียดนาม
vi: Việt Nam
zh_hant: 越南語

# Language_Turkish
source: Turkish
bg: Турски
el: τούρκικος
fi: Turkkilainen
hr: turski
hu: török
ja: トルコ語
ko: 터키어
lt: Turkija
ro: turc
th: ตุรกี
vi: Thổ Nhĩ Kỳ
zh_hant: 土耳其語

# Language_Thai
source: Thai
bg: Тайландски
el: Ταϊλάνδης
fi: Thaimaalainen
hr: Tajlandski
hu: Thaiföldi
ja: タイ語
ko: 태국어
lt: Tailandas
ro: Thailandez
th: แบบไทย
vi: Thái
zh_hant: 泰語

# Language_Greek
source: Greek
bg: Гръцки
el: ελληνικά
fi: Kreikka
hr: grčki
hu: görög
ja: ギリシャ語
ko: 그리스어
lt: Graikų kalba
ro: Grec
th: กรีก
vi: Hy Lạp
zh_hant: 希臘語

# Language_Bulgarian
source: Bulgarian
bg: Български
el: Βούλγαρος
fi: Bulgarialainen
hr: Bugarski
hu: bolgár
ja: ブルガリア語
ko: 불가리아어
lt: Bulgarijos kalba
ro: bulgar
th: ชาวบัลแกเรีย
vi: Bulgaria
zh_hant: 保加利亞語

# Language_Russian
source: Russian
bg: Руски
el: ρωσικός
fi: Venäläinen
hr: ruski
hu: orosz
ja: ロシア語
ko: 러시아어
lt: Rusas
ro: Rusă
th: ชาวรัสเซีย
vi: Tiếng Nga
zh_hant: 俄語

# Language_Ukrainian
source: Ukrainian
bg: Украински
el: Ουκρανός
fi: Ukrainalainen
hr: ukrajinski
hu: ukrán
ja: ウクライナ語
ko: 우크라이나어
lt: Ukrainos
ro: ucrainean
th: ชาวยูเครน
vi: Ukraine
zh_hant: 烏克蘭語

# 出力フォルダー
source: Output folder
el: Φάκελος εξόδου
fi: Lähtökansio
hi: आउटपुट फ़ोल्डर
hr: Izlazna mapa
ja: 出力フォルダー
ko: 출력 폴더
vi: Thư mục đầu ra
zh_hant: 輸出文件夾

# 出力拡張子
source: Output extension
el: Επέκταση εξόδου
fi: Lähtölaajennus
hi: आउटपुट फ़ाइल एक्सटेंशन
hr: Izlazno produženje
ja: 出力拡張子
ko: 출력 확장자
vi: Mở rộng đầu ra
zh_hant: 輸出文件擴展名

# 自動録画設定
source: Auto recording
el: Αυτόματη εγγραφή
fi: Automaattinen tallennus
hi: स्वचालित रिकॉर्डिंग सेटिंग
hr: Automatsko snimanje
ja: 自動録画設定
ko: 자동 녹화 설정
vi: Tự động ghi
zh_hant: 自動錄製設定

# 指定条件でVRChatを自動録画する
source: Record VRChat automatically when triggers match
el: Καταγράψτε αυτόματα το VRChat όταν ενεργοποιεί τον αγώνα
fi: Tallenna VRChat automaattisesti, kun liipaisimet vastaavat
hi: जब ट्रिगर शर्तें मेल खाएँ तो VRChat को स्वतः रिकॉर्ड करें
hr: Zabilježite VRChat automatski kada se okidači podudaraju
ja: 指定条件でVRChatを自動録画する
ko: 트리거 조건이 일치하면 VRChat을 자동으로 녹화
vi: Ghi lại VRChat tự động khi các kích hoạt khớp
zh_hant: 當觸發條件符合時自動錄製 VRChat

# 録画コマンド
source: Recording executable
el: Καταγραφή εκτελέσιμου
fi: Tallenna suoritettava
hi: रिकॉर्डिंग एक्ज़िक्यूटेबल
hr: Snimanje izvršne datoteke
ja: 録画コマンド
ko: 녹화 실행 파일
vi: Ghi lại thực thi
zh_hant: 錄製執行檔

# 録画引数
source: Recording arguments
el: Επιχειρήματα εγγραφής
fi: Nauhoitusargumentit
hi: रिकॉर्डिंग आर्ग्युमेंट्स
hr: Snimanje argumenata
ja: 録画引数
ko: 녹화 실행 인수
vi: Ghi lại đối số
zh_hant: 錄製啟動參數

# 録画引数の説明
source: Use {output} for the file path and {window} for the window title.
el: Χρησιμοποιήστε {output} για τη διαδρομή αρχείου και {window} για τον τίτλο του παραθύρου.
fi: Käytä {output} tiedostopolulle ja {window} ikkunan otsikkoon.
hi: फ़ाइल पथ के लिए {output} और विंडो शीर्षक के लिए {window} का उपयोग करें।
hr: Upotrijebite {output} za put datoteke i {window} za naslov prozora.
ja: 出力ファイルは {output}、ウィンドウタイトルは {window} を使用してください。
ko: 파일 경로에는 {output}, 창 제목에는 {window}를 사용하세요.
vi: Sử dụng {output} cho đường dẫn tệp và {window} cho tiêu đề cửa sổ.
zh_hant: 使用 {output} 作為檔案路徑，{window} 作為視窗標題。

# ウィンドウタイトル
source: Window title
el: Τίτλος παραθύρου
fi: Ikkunan otsikko
hi: विंडो शीर्षक
hr: Prozor
ja: ウィンドウタイトル
ko: 창 제목
vi: Tiêu đề cửa sổ
zh_hant: 窗口標題

# 録画対象ウィンドウ
source: Target window
el: Παράθυρο στόχου
fi: Kohdeikkuna
hi: लक्ष्य विंडो
hr: Ciljani prozor
ja: 録画対象ウィンドウ
ko: 대상 창
vi: Cửa sổ mục tiêu
zh_hant: 目標視窗

# ウィンドウ名またはプロセス名の一部を指定できます
source: You can specify part of the window title or process name.
el: Μπορείτε να καθορίσετε μέρος του ονόματος του τίτλου ή της διαδικασίας του παραθύρου.
fi: Voit määrittää osan ikkunan otsikosta tai prosessin nimestä.
hi: आप विंडो शीर्षक या प्रोसेस नाम का कुछ हिस्सा निर्दिष्ट कर सकते हैं।
hr: Možete odrediti dio naslova prozora ili naziva procesa.
ja: ウィンドウ名またはプロセス名の一部を指定できます
ko: 창 제목이나 프로세스 이름의 일부를 지정할 수 있습니다.
vi: Bạn có thể chỉ định một phần của tiêu đề cửa sổ hoặc tên quy trình.
zh_hant: 可以指定視窗標題或程序名稱的一部分。

# 録画フレームレート
source: Frame rate
el: Ρυθμός πλαισίου
fi: Kehysnopeus
hi: रिकॉर्डिंग फ़्रेम दर
hr: Brzina kadrova
ja: 録画フレームレート
ko: 녹화 프레임 레이트
vi: Tốc độ khung hình
zh_hant: 錄製幀率

# AutoRecording_FormatLabel
source: Output format
el: Μορφή εξόδου
fi: Lähtömuoto
hi: आउटपुट फ़ॉर्मेट
hr: Izlazni format
ja: 出力形式
ko: 출력 형식
vi: Định dạng đầu ra
zh_hant: 輸出格式

# AutoRecording_FormatOption_AVI
source: AVI (uncompressed video)
el: AVI (μη συμπιεσμένο βίντεο)
fi: AVI (pakkaamattoman videon)
hi: AVI (असंपीडित वीडियो)
hr: AVI (nekomprimirani video)
ja: AVI（非圧縮動画）
ko: AVI (비압축 영상)
vi: AVI (video không nén)
zh_hant: AVI（未壓縮影片）

# AutoRecording_FormatOption_MP4
source: MP4 (H.264/HEVC/AV1/VP9)
el: MP4 (βίντεο H.264)
fi: MP4 (H.264 Video)
hi: MP4 (H.264 वीडियो)
hr: MP4 (H.264 video)
ko: MP4 (H.264 영상)
vi: MP4 (Video H.264)
zh_hant: MP4（H.264 影片）

# AutoRecording_FormatOption_MOV
source: MOV (H.264/HEVC/AV1/VP9)
el: MOV (βίντεο H.264)
fi: MOV (H.264 Video)
hi: MOV (H.264 वीडियो)
hr: MOV (H.264 video)
ko: MOV (H.264 영상)
vi: MOV (Video H.264)
zh_hant: MOV（H.264 影片）

# AutoRecording_FormatOption_WMV
source: WMV (Windows Media Video)
el: WMV (βίντεο Windows Media)
hi: WMV (विंडोज मीडिया वीडियो)
ko: WMV (Windows Media 영상)
vi: WMV (Video phương tiện Windows)
zh_hant: WMV（Windows Media 影片）

# AutoRecording_FormatOption_MPG
source: MPEG-2 (Program Stream)
el: MPEG-2 (ροή προγράμματος)
hi: MPEG-2 (प्रोग्राम स्ट्रीम)
hr: MPEG-2 (programski tok)
ko: MPEG-2 (프로그램 스트림)
vi: MPEG-2 (luồng chương trình)
zh_hant: MPEG-2（節目串流）

# AutoRecording_FormatOption_MKV
source: MKV (H.264/HEVC/AV1/VP9)
el: MKV (βίντεο H.264)
fi: MKV (H.264 Video)
hi: MKV (H.264 वीडियो)
hr: MKV (H.264 video)
ko: MKV (H.264 영상)
vi: MKV (video H.264)
zh_hant: MKV（H.264 影片）

# AutoRecording_FormatOption_FLV
source: FLV (H.264 video)
el: FLV (βίντεο H.264)
hi: FLV (H.264 वीडियो)
ko: FLV (H.264 영상)
vi: FLV (Video H.264)
zh_hant: FLV（H.264 影片）

# AutoRecording_FormatOption_ASF
source: ASF (Windows Media container)
hi: ASF (विंडोज मीडिया कंटेनर)
ko: ASF (Windows Media 컨테이너)
vi: ASF (hộp chứa phương tiện Windows)
zh_hant: ASF（Windows Media 容器）

# AutoRecording_FormatOption_VOB
source: VOB (MPEG-2 program stream)
el: VOB (ροή προγράμματος MPEG-2)
fi: VOB (MPEG-2-ohjelmAVIrta)
hi: VOB (MPEG-2 प्रोग्राम स्ट्रीम)
hr: VOB (MPEG-2 programski tok)
ko: VOB (MPEG-2 프로그램 스트림)
vi: VOB (luồng chương trình MPEG-2)
zh_hant: VOB（MPEG-2 節目串流）

# AutoRecording_FormatOption_GIF
source: GIF (animated image)
el: GIF (κινούμενη εικόνα)
fi: GIF (animoitu kuva)
hi: GIF (एनिमेटेड छवि)
hr: GIF (animirana slika)
ja: GIF（アニメーション画像）
ko: GIF (애니메이션 이미지)
vi: GIF (hình ảnh hoạt hình)
zh_hant: GIF（動畫圖像）
