Repository: lovetwice1012/ToNRoundCounter
Catalog: Infrastructure/Resources/Strings.*.resx
Languages: bg, el, fi, hi, hr, hu, ja, ko, lt, ro, th, vi, zh_hant

# APIキー:
source: API Key:
bg: API ключ:
el: Key API:
fi: API -avain:
hr: API ključ:
hu: API kulcs:
ja: APIキー:
ko: API 키:
lt: API raktas:
ro: Cheie API:
th: คีย์ API:
vi: Khóa API:
zh_hant: API 密鑰：

# APIキーは32文字以上である必要があります。
source: API keys must be at least 32 characters long.
bg: Ключовете на API трябва да са дълги най -малко 32 знака.
el: Τα πλήκτρα API πρέπει να έχουν τουλάχιστον 32 χαρακτήρες.
fi: API -avaimien on oltava vähintään 32 merkkiä pitkä.
hr: API tipke moraju biti dugačke najmanje 32 znaka.
hu: Az API -kulcsoknak legalább 32 karakternek kell lennie.
ja: APIキーは32文字以上である必要があります。
ko: API 키는 32자 이상이어야 합니다.
lt: API raktai turi būti bent 32 simboliai.
ro: Cheile API trebuie să aibă cel puțin 32 de caractere.
th: ปุ่ม API ต้องมีความยาวอย่างน้อย 32 อักขระ
vi: Khóa API phải dài ít nhất 32 ký tự.
zh_hant: API 密鑰長度必須至少爲 32 個字符。

source: Connected
bg: Свързани
el: Συνδεδεμένος
fi: Kytketty
hr: Povezan
hu: Összekapcsolt
ja: 接続済み
ko: 연결됨
lt: Prijungtas
ro: Conectat
th: ซึ่งเชื่อมต่อกัน
vi: Kết nối
zh_hant: 已連接

source: Disconnected
bg: Изключен
el: Ασύνδετος
fi: Irrotettu
hr: Nepovezan
hu: Szétkapcsolt
ja: 切断
ko: 연결 해제됨
lt: Atjungta
ro: Deconectat
th: ตัดการเชื่อมต่อ
vi: Mất kết nối
zh_hant: 已斷開

# Discord通知設定
source: Discord Notification Settings
bg: Настройки за уведомяване за раздора
el: Ρυθμίσεις ειδοποίησης διαφωνίας
fi: Discord -ilmoitusasetukset
hr: Postavke obavijesti o neskladu
hu: A diszkréció értesítési beállításai
ja: Discord通知設定
ko: Discord 알림 설정
lt: Nesantaikos pranešimų nustatymai
ro: Setări de notificare a discordiei
th: การตั้งค่าการแจ้งเตือนความไม่ลงรอยกัน
vi: Cài đặt thông báo bất hòa
zh_hant: Discord 通知設置

# InfoPanel_Damage
source: Damage:
bg: Щети:
el: Βλάβη:
fi: Vahingoittaa:
hr: Oštećenje:
hu: Kár:
ja: ダメージ:
ko: 피해:
lt: Žala:
ro: Deteriora:
th: ความเสียหาย:
vi: Hư hại:
zh_hant: 傷害：

# InfoPanel_Item
source: Item:
bg: Елемент:
el: Είδος:
fi: Tuote:
hr: Artikal:
hu: Tétel:
ja: アイテム:
ko: 아이템:
lt: Daiktas:
ro: Articol:
th: รายการ:
vi: Mục:
zh_hant: 道具：

# InfoPanel_Map
source: MAP:
bg: Карта:
el: ΧΑΡΤΗΣ:
fi: KARTTA:
hr: KARTA:
hu: TÉRKÉP:
ko: 맵:
lt: Žemėlapis:
ro: HARTĂ:
th: แผนที่:
vi: BẢN ĐỒ:
zh_hant: 地圖：

# InfoPanel_RoundType
source: Round Type:
bg: Кръгъл тип:
el: Τύπος στρογγυλού:
fi: Pyöreä tyyppi:
hr: Vrsta kruga:
hu: Kerek típus:
ja: ラウンドタイプ:
ko: 라운드 유형:
lt: Apvalios tipas:
ro: Tip rotund:
th: ประเภทรอบ:
vi: Loại tròn:
zh_hant: 回合類型：

# InfoPanel_Terror
source: Terror:
bg: Терор:
el: Τρόμος:
hr: Teror:
ja: テラー:
ko: 테러:
lt: Teroras:
ro: Teroare:
th: ความหวาดกลัว:
vi: Khủng bố:
zh_hant: 恐懼：

# Language_ChineseSimplified
source: Chinese (Simplified)
bg: Китайски (опростен)
el: Κινέζοι (απλοποιημένοι)
fi: Kiinalainen (yksinkertaistettu)
hr: Kinezi (pojednostavljeni)
hu: Kínai (egyszerűsített)
ja: 中国語(簡体字)
ko: 중국어(간체)
lt: Kinai (supaprastinta)
ro: Chineză (simplificată)
th: ภาษาจีน (ง่าย)
vi: Trung Quốc (đơn giản hóa)
zh_hant: 簡體中文

# Language_English
source: English
bg: Английски
el: αγγλικός
fi: englanti
hr: engleski
hu: angol
ja: 英語
ko: 영어
lt: Anglų kalba
ro: Engleză
th: ภาษาอังกฤษ
vi: Tiếng Anh
zh_hant: 英語

# Language_Japanese
source: Japanese
bg: Японски
el: Ιαπωνικά
fi: Japanilainen
hr: japanski
hu: japán
ja: 日本語
ko: 일본어
lt: Japonų kalba
ro: japonez
th: ญี่ปุ่น
vi: Nhật Bản
zh_hant: 日語

# Language_Korean
source: Korean
bg: Корейски
el: κορεάτης
fi: Korealainen
hr: korejski
hu: koreai
ja: 韓国語
ko: 한국어
lt: Korėjietis
ro: coreean
th: เกาหลี
vi: Hàn Quốc
zh_hant: 韓語

source: OK
bg: Добре
el: ΕΝΤΑΞΕΙ
fi: Hyvä
hr: U REDU
hu: RENDBEN
ko: 확인
lt: Gerai
ro: Bine
th: ตกลง
vi: ĐƯỢC RỒI
zh_hant: 確定

# OSC接続ポート:
source: OSC Port:
bg: OSC порт:
el: Θύρα OSC:
fi: OSC -portti:
hr: OSC luka:
hu: OSC kikötő:
ja: OSC接続ポート:
ko: OSC 포트:
lt: OSC prievadas:
ro: Portul OSC:
th: พอร์ต OSC:
vi: Cổng OSC:
zh_hant: OSC 端口：

# OSC設定
source: OSC Settings
bg: Настройки на OSC
el: Ρυθμίσεις OSC
fi: OSC -asetukset
hr: OSC postavke
hu: OSC -beállítások
ja: OSC設定
ko: OSC 설정
lt: OSC nustatymai
ro: Setări OSC
th: การตั้งค่า OSC
vi: Cài đặt OSC
zh_hant: OSC 設置

source: Parse Error
bg: Грешка в анализа
el: Σφάλμα αναλύσεων
fi: Jäsennysvirhe
hr: Pogreška raščlanjivanja
hu: Elemzés hibája
ja: 解析エラー
ko: 파싱 오류
lt: Parse klaida
ro: Eroare parse
th: ข้อผิดพลาดในการแยกวิเคราะห์
vi: Lỗi phân tích cú pháp
zh_hant: 解析錯誤

# ToNRoundCounter-Cloudの設定
source: ToNRoundCounter-Cloud Settings
bg: Настройки на Tonroundcounter-Cloud
el: Ρυθμίσεις TonroundCounter-Cloud
fi: TonroundCounter-Cloud-asetukset
hr: Postavke tonroundcounter-cloud
hu: TonroundCounter-Cloud beállítások
ja: ToNRoundCounter-Cloudの設定
ko: ToNRoundCounter-Cloud 설정
lt: „TonroundCounter-Cloud“ nustatymai
ro: Setări de cloud TonroundCounter
th: การตั้งค่า TonroundCounter-Cloud
vi: TonroundCount Cài đặt đám mây
zh_hant: ToNRoundCounter-Cloud 設置

source: ToNRoundCounter-Cloud is a cloud service that can automatically sync save codes across multiple devices. An API key is required. Please obtain an API key from the website.
bg: TonroundCounter-Cloud е облачна услуга, която може автоматично да синхронизира кодове за запазване на множество устройства. Необходим е ключ за API. Моля, вземете ключ за API от уебсайта.
el: Το TonroundCounter-Cloud είναι μια υπηρεσία cloud που μπορεί να συγχρονίσει αυτόματα τους κωδικούς αποθήκευσης σε πολλές συσκευές. Απαιτείται ένα κλειδί API. Λάβετε ένα κλειδί API από τον ιστότοπο.
fi: TonroundCounter-Cloud on pilvipalvelu, joka voi synkronoida automaattisesti koodit useiden laitteiden välillä. API -avain vaaditaan. Hanki API -avain verkkosivustolta.
hr: TonroundCounter-Cloud je usluga u oblaku koja može automatski sinkronizirati kodove na više uređaja. Potreban je API ključ. Na web stranici dobijte API ključ.
hu: A TonRoundCounter-Cloud egy felhőalapú szolgáltatás, amely automatikusan szinkronizálhatja a kódok mentését több eszközön. API -kulcs szükséges. Kérjük, szerezzen egy API -kulcsot a weboldalról.
ja: ToNRoundCounter-Cloudはセーブコードの複数端末間での全自動同期などの機能を持つクラウドサービスです。 利用にはAPIキーが必要です。 APIキーはwebサイトから取得してください。
ko: ToNRoundCounter-Cloud는 여러 기기 간에 세이브 코드를 자동으로 동기화할 수 있는 클라우드 서비스입니다. API 키가 필요합니다. 웹사이트에서 API 키를 발급받아 주세요.
lt: „TonroundCounter-Cloud“ yra debesies paslauga, kuri gali automatiškai sinchronizuoti išsaugojimo kodus keliuose įrenginiuose. Reikalingas API raktas. Gaukite API raktą iš svetainės.
ro: TonroundCounter-Cloud este un serviciu cloud care poate sincroniza automat codurile de salvare pe mai multe dispozitive. Este necesară o cheie API. Vă rugăm să obțineți o cheie API de pe site -ul web.
th: TonroundCounter-Cloud เป็นบริการคลาวด์ที่สามารถซิงค์รหัสบันทึกรหัสผ่านอุปกรณ์หลายเครื่องโดยอัตโนมัติ จำเป็นต้องมีคีย์ API โปรดรับคีย์ API จากเว็บไซต์
vi: TonroundCount-Cloud là một dịch vụ đám mây có thể tự động đồng bộ hóa mã lưu trên nhiều thiết bị. Một khóa API là bắt buộc. Vui lòng lấy khóa API từ trang web.
zh_hant: ToNRoundCounter-Cloud 是一項可在多臺設備間自動同步存檔代碼的雲服務。 需要提供 API 密鑰。 請從網站獲取 API 密鑰。

# ToNRoundCounter-Cloudを開く
source: Open ToNRoundCounter-Cloud
bg: Отворете Tonroundcounter-Cloud
el: Ανοιχτό tonroundcounter-cloud
fi: Avoin tonroundcounter-cloud
hr: Otvoreni tonroundcounter-cloud
hu: Nyissa meg a TonRoundCounter-Cloudot
ja: ToNRoundCounter-Cloudを開く
ko: ToNRoundCounter-Cloud 열기
lt: Atidarykite „TonroundCounter-Cloud“
ro: Deschideți TonroundCounter-Cloud
th: เปิด tonroundcounter-cloud
vi: Mở TonroundCount-Cloud
zh_hant: 打開 ToNRoundCounter-Cloud

# ToNRoundCouter
source: ToNRoundCounter
el: Τόνο
vi: TonroundCount

source: Webhook URL:
bg: URL адрес на Webhook:
ro: URL -ul Webhook:
th: URL WebHook:
vi: URL Webhook:

# アイテムサウンドを優先する
source: Prioritize item sounds
bg: Приоритизирайте звуците на артикула
el: Προτεραιότητα στους ήχους του αντικειμένου
fi: Priorisoi kohteen äänet
hr: Prioritete zvukove predmeta
hu: Az elem hangjainak rangsorolása
ja: アイテムサウンドを優先する
ko: 아이템 사운드 우선
lt: Prioritetą teikite daiktų garsams
ro: Prioritizează sunetele articolului
th: จัดลำดับความสำคัญของรายการเสียง
vi: Ưu tiên âm thanh vật phẩm
zh_hant: 物品音效優先

# アイテム音楽ギミック
source: Item Music Gimmick
bg: Музикална хитрост на артикула
el: Στοιχείο μουσικής τέχνασμα
fi: Tuotemusiikkia
hr: Predmet glazbenog trik
hu: Cikk zenei trükk
ja: アイテム音楽ギミック
ko: 아이템 음악 기믹
lt: Prekės muzikos gudrybė
th: กลไกเพลงไอเท็ม
vi: Mục âm nhạc mánh lới quảng cáo
zh_hant: 物品音樂機關

# アンバウンドのテラー内容を表示
source: Show Unbound terror details
bg: Показване на необвързани подробности за терора
el: Εμφάνιση αδέσμευτων λεπτομερειών τρομοκρατίας
fi: Näytä sitoutumattomat terrorin yksityiskohdat
hr: Pokažite nevezane detalje terora
hu: Mutasd meg a nem kötött terror részleteit
ja: アンバウンドのテラー内容を表示
ko: 언바운드 테러 정보를 표시
lt: Parodykite be teroro detalių
ro: Arată detalii despre teroare nelimitate
th: แสดงรายละเอียดความหวาดกลัวที่ไม่ได้ผูกมัด
vi: Hiển thị các chi tiết khủng bố không bị ràng buộc
zh_hant: 顯示無拘束恐懼詳情

# インポート
source: Import
bg: Импортиране
el: Εισαγωγή
fi: Tuoda
hr: Uvoz
hu: Behozatal
ja: インポート
ko: 가져오기
lt: Importuoti
th: นำเข้า
vi: Nhập khẩu
zh_hant: 導入

# エクスポート
source: Export
bg: Експорт
el: Εξαγωγή
fi: Viedä
hr: Izvoz
ja: エクスポート
ko: 내보내기
lt: Eksportas
th: ส่งออก
vi: Xuất khẩu
zh_hant: 導出

# エラー
source: Error
bg: Грешка
el: Σφάλμα
fi: Virhe
hr: Pogreška
hu: Hiba
ja: エラー
ko: 오류
lt: Klaida
ro: Eroare
th: ข้อผิดพลาด
vi: Lỗi
zh_hant: 錯誤

# オーバーレイ設定
source: Overlay Settings
bg: Настройки на наслагване
el: Ρυθμίσεις επικάλυψης
fi: Päällyste asetukset
hr: Postavke prekrivanja
hu: Áplás beállítások
ja: オーバーレイ設定
ko: 오버레이 설정
lt: Perdangos nustatymai
ro: Setări de suprapunere
th: การตั้งค่าซ้อนทับ
vi: Cài đặt lớp phủ
zh_hant: 疊加層設置

# キャンセル
source: Cancel
bg: Отказ
el: Ματαίωση
fi: Peruuttaa
hr: Otkazati
hu: Töröl
ja: キャンセル
ko: 취소
lt: Atšaukti
ro: Anula
th: ยกเลิก
vi: Hủy bỏ
zh_hant: 取消

# ショートカットを表示
source: Show shortcuts
bg: Покажете преки пътища
el: Εμφάνιση συντομεύσεων
fi: Näytä pikakuvakkeet
hr: Prikaži prečace
hu: Mutassa meg a parancsikonokat
ja: ショートカットを表示
ko: 단축키 표시
lt: Rodyti nuorodas
ro: Afișați comenzile rapide
th: แสดงทางลัด
vi: Hiển thị các phím tắt
zh_hant: 顯示快捷鍵

# ダメージを表示
source: Show damage
bg: Покажете щети
el: Δείξτε ζημιά
fi: Osoittaa vaurioita
hr: Pokazati štetu
hu: Sérüléseket mutat
ja: ダメージを表示
ko: 피해 표시
lt: Parodykite žalą
ro: Arată daune
th: แสดงความเสียหาย
vi: Hiển thị thiệt hại
zh_hant: 顯示傷害

# テラー
source: Terror
bg: Терор
el: Τρόμος
fi: Kauhu
hr: Teror
ja: テラー
ko: 테러
lt: Teroras
ro: Teroare
th: ความหวาดกลัว
vi: Khủng bố
zh_hant: 恐懼

# テラーの名前の色固定:
source: Lock terror name color:
bg: Заключване на името на терора: Цвят:
el: Κλειδώνετε το χρώμα της τρομοκρατίας:
fi: Lukitse terrorin nimi väri:
hr: Zaključajte boju imena terora:
hu: Lock terror név színe:
ja: テラーの名前の色固定:
ko: 테러 이름 색 고정:
lt: Užrakinkite teroro pavadinimo spalva:
ro: Blochează numele teroristului culoarea:
th: ล็อคชื่อก่อการร้ายสี:
vi: Khóa tên khủng bố màu:
zh_hant: 固定恐懼名稱顏色：

# テラーを表示
source: Show terror
bg: Покажи ужас
el: Δείχνουν τρόμο
fi: Osoittaa terroria
hr: Pokazati teror
hu: Terrort mutat
ja: テラーを表示
ko: 테러 표시
lt: Parodykite terorą
ro: Arată teroare
th: แสดงความหวาดกลัว
vi: Hiển thị khủng bố
zh_hant: 顯示恐懼

# テラー名
source: Terror Name
bg: Име на терора
el: Όνομα τρόμου
fi: Terrorinimi
hr: Ime terora
hu: Terrornév
ja: テラー名
ko: 테러 이름
lt: Teroro vardas
ro: Numele terorii
th: ชื่อก่อการร้าย
vi: Tên khủng bố
zh_hant: 恐懼名稱

# テラー詳細情報を表示
source: Show terror details
bg: Покажете подробности за терора
el: Εμφάνιση λεπτομερειών τρομοκρατίας
fi: Näytä terrorin yksityiskohdat
hr: Prikaži detalje o teroru
hu: Mutasd meg a terrorista részleteit
ja: テラー詳細情報を表示
ko: 테러 상세 정보 표시
lt: Parodykite teroro detales
ro: Arată detalii despre teroare
th: แสดงรายละเอียดความหวาดกลัว
vi: Hiển thị chi tiết khủng bố
zh_hant: 顯示恐懼詳細信息

# テーマ
source: Theme
bg: Тема
el: Θέμα
fi: Teema
hr: Tema
hu: Téma
ja: テーマ
ko: 테마
lt: Tema
ro: Temă
th: ธีม
vi: Chủ đề
zh_hant: 主題

# デバッグ情報表示
source: Show debug info
bg: Показване на информация за отстраняване на грешки
el: Εμφάνιση πληροφοριών εντοπισμού σφαλμάτων
fi: Näytä virheenkorjaustiedot
hr: Prikaži informacije o uklanjanju pogrešaka
hu: Mutasd meg a hibakeresési információkat
ja: デバッグ情報表示
ko: 디버그 정보 표시
lt: Rodyti derinimo informaciją
ro: Afișați informațiile de depanare
th: แสดงข้อมูลการดีบัก
vi: Hiển thị thông tin gỡ lỗi
zh_hant: 顯示調試信息

# ファイル
source: File
bg: Файл
el: Αρχείο
fi: Tiedosto
hr: Datoteka
hu: Irat
ja: ファイル
ko: 파일
lt: Failas
ro: Fişier
th: ไฟล์
vi: Tài liệu
zh_hant: 文件

# フィルター設定
source: Filter Settings
bg: Настройки на филтъра
el: Ρυθμίσεις φίλτρου
fi: Suodatinasetukset
hr: Postavke filtra
hu: Szűrőbeállítások
ja: フィルター設定
ko: 필터 설정
lt: Filtro nustatymai
ro: Setări de filtrare
th: การตั้งค่าตัวกรอง
vi: Cài đặt bộ lọc
zh_hant: 篩選設置

# プリセット:
source: Preset:
bg: Предварително зададен:
el: Προκαθορισμένη:
fi: Esiasetus:
hr: Unaprijed postavljeno:
hu: Előre beállított:
ja: プリセット:
ko: 프리셋:
lt: Iš anksto nustatytas:
ro: Presetați:
th: ที่ตั้งไว้ล่วงหน้า:
vi: Đặt trước:
zh_hant: 預設：

# プリセットをインポートしました。
source: Preset imported.
bg: Предварително зададено.
el: Προκαθορισμένη εισαγόμενη.
fi: Esiasetettu tuotu.
hr: Unaprijed postavljeno uvezeno.
hu: Előre beállított behozatal.
ja: プリセットをインポートしました。
ko: 프리셋을 가져왔습니다.
lt: Iš anksto nustatytas importuota.
ro: Presetat importat.
th: นำเข้าล่วงหน้า
vi: Đặt trước nhập khẩu.
zh_hant: 已導入預設。

# プリセットをエクスポートしました。
source: Preset exported.
bg: Предварително зададено.
el: Προεπιλογή που εξάγεται.
fi: Esiasetettu.
hr: Pretpostavljen izvezen.
hu: Előre beállított exportált.
ja: プリセットをエクスポートしました。
ko: 프리셋을 내보냈습니다.
lt: Iš anksto eksportuotas.
ro: Presetat exportat.
th: ส่งออกล่วงหน้า
vi: Đặt trước xuất khẩu.
zh_hant: 已導出預設。

# プリセットを保存しました。
source: Preset saved.
bg: Предварително зададен.
el: Προεπιλογή αποθηκεύτηκε.
fi: Esiasetettu tallennettu.
hr: Unaprijed spreman.
hu: Előre beállított.
ja: プリセットを保存しました。
ko: 프리셋을 저장했습니다.
lt: Iš anksto išsaugotas.
ro: Presetat salvat.
th: บันทึกไว้ล่วงหน้า
vi: Đặt trước được lưu.
zh_hant: 已保存預設。

# ラウンド/テラーBGM設定
source: Round/Terror BGM Settings
bg: Настройки на кръг/терор BGM
el: Ρυθμίσεις στρογγυλής/τρομοκρατίας BGM
fi: Pyöreä/terrori BGM -asetukset
hr: Postavke okrugle/terorizam BGM
hu: Kerek/terror BGM beállítások
ja: ラウンド/テラーBGM設定
ko: 라운드/테러 BGM 설정
lt: Apvalios/teroro BGM nustatymai
ro: Setări BGM rotunde/teroare
th: การตั้งค่า BGM แบบกลม/ก่อการร้าย
vi: Cài đặt tròn/khủng bố BGM
zh_hant: 回合/恐懼 BGM 設置

# ラウンド/テラーごとのBGMを再生する
source: Play BGM by round/terror
bg: Играйте BGM по кръг/терор
el: Παίξτε BGM με στρογγυλό/τρομοκρατία
fi: Pelaa BGM: tä kierroksella/terrorilla
hr: Igrajte BGM po okruglom/teroru
hu: Játsszon a BGM -t kerek/terror
ja: ラウンド/テラーごとのBGMを再生する
ko: 라운드/테러별로 BGM 재생
lt: Žaisk BGM per apvalų/terorą
ro: Joacă BGM prin rotundă/teroare
th: เล่น BGM โดย Round/Terror
vi: Chơi BGM bởi Round/Terror
zh_hant: 按回合/恐懼播放 BGM

# ラウンドBGMを優先する
source: Prioritize round BGM
bg: Приоритизирайте кръглата BGM
el: Δώστε προτεραιότητα στο στρογγυλό BGM
fi: Priorisoi pyöreä BGM
hr: Prioritet Okrugli BGM
hu: A BGM kerek prioritása
ja: ラウンドBGMを優先する
ko: 라운드 BGM 우선
lt: Prioritetas apvalus BGM
ro: Prioritizează BGM rotund
th: จัดลำดับความสำคัญรอบ BGM
vi: Ưu tiên BGM tròn
zh_hant: 回合 BGM 優先

# ラウンドタイプ
source: Round Type
bg: Кръгъл тип
el: Στρογγυλός τύπος
fi: Pyöreä tyyppi
hr: Tipa
hu: Kerek típus
ja: ラウンドタイプ
ko: 라운드 유형
lt: Apvalus tipas
ro: Tip rotund
th: ประเภทกลม
vi: Loại tròn
zh_hant: 回合類型

# ラウンドタイプごとの統計表示設定:
source: Round type stats display:
bg: Дисплей на статистиката с кръгъл тип:
el: Στατιστικά στοιχεία τύπου Στατιστικά:
fi: Pyöreän tyyppiset tilastot Näytä:
hr: Zaslon statistike s okruglim vrstama:
hu: Kerek típusú statisztika kijelző:
ja: ラウンドタイプごとの統計表示設定:
ko: 라운드 유형별 통계 표시 설정:
lt: Apvalios tipo statistika:
ro: Afișare de statistici de tip rotund:
th: การแสดงสถิติประเภทกลม:
vi: Hiển thị số liệu thống kê loại tròn:
zh_hant: 回合類型統計顯示設置：

# ラウンドタイプ推移を表示
source: Show round type history
bg: Показване на историята на кръглата типа
el: Εμφάνιση ιστορικού τύπου στρογγυλού
fi: Näytä pyöreän tyyppinen historia
hr: Prikaži povijest okruglog tipa
hu: Mutasd meg a kerek típusú előzményeket
ja: ラウンドタイプ推移を表示
ko: 라운드 유형 변화를 표시
lt: Rodyti apvalios tipo istoriją
ro: Afișați istoricul tipului rotund
th: แสดงประวัติประเภทรอบ
vi: Hiển thị lịch sử loại tròn
zh_hant: 顯示回合類型變化

# ラウンドログ
source: Round Log
bg: Кръгъл дневник
el: Στρογγυλό αρχείο καταγραφής
fi: Pyöreä tukki
hr: Okrugli zapisnik
hu: Kerek napló
ja: ラウンドログ
ko: 라운드 로그
lt: Apvalus žurnalas
ro: Jurnal rotund
th: บันทึกรอบ
vi: Nhật ký tròn
zh_hant: 回合日誌

# ラウンドログを表示する
source: Show round log
bg: Показване на кръгъл дневник
el: Εμφάνιση στρογγυλού αρχείου καταγραφής
fi: Näytä pyöreä loki
hr: Prikaži okrugli dnevnik
hu: Kerek napló megjelenítése
ja: ラウンドログを表示する
ko: 라운드 로그 표시
lt: Rodyti apvalų žurnalą
ro: Afișați jurnalul rotund
th: แสดง Round Log
vi: Hiển thị nhật ký vòng
zh_hant: 顯示回合日誌

# ラウンドログ背景色:
source: Round log background:
bg: Фон за кръгло дневник:
el: Στρογγυρό φόντο καταγραφής:
fi: Pyöreän lokin tausta:
hr: Pozadina okruglog dnevnika:
hu: Kerek napló háttér:
ja: ラウンドログ背景色:
ko: 라운드 로그 배경색:
lt: Apvalaus žurnalo fonas:
ro: Fundal rotund de jurnal:
th: พื้นหลังบันทึกรอบ:
vi: Nền nhật ký tròn:
zh_hant: 回合日誌背景色：

# ラウンド名
source: Round Name
bg: Кръгло име
el: Ονόματα
fi: Pyöreä nimi
hr: Okruglo ime
hu: Kerek neve
ja: ラウンド名
ko: 라운드 이름
lt: Apvalus vardas
ro: Numele rotund
th: ชื่อรอบ
vi: Tên tròn
zh_hant: 回合名稱

# ラウンド状況を表示
source: Show round status
bg: Показване на състоянието на кръг
el: Εμφάνιση στρογγυλής κατάστασης
fi: Näytä pyöreä tila
hr: Prikaži status kruga
hu: Mutasd meg a kerek állapotot
ja: ラウンド状況を表示
ko: 라운드 상태 표시
lt: Parodykite apvalią būseną
ro: Afișați statutul rotund
th: แสดงสถานะรอบ
vi: Hiển thị trạng thái tròn
zh_hant: 顯示回合狀態

# ラウンド結果をDiscordに送信するWebhook URLを設定します。空欄で無効化されます。
source: Configure the Webhook URL to send round results to Discord. Leave blank to disable.
bg: Конфигурирайте URL адреса на WebHook, за да изпращате кръгли резултати на Discord. Оставете празно, за да деактивирате.
el: Ρυθμίστε τη διεύθυνση URL WebHook για να στείλετε αποτελέσματα στρογγυλοποίησης στη διαφωνία. Αφήστε κενό για να απενεργοποιήσετε.
fi: Määritä Webhook -URL -osoite lähettääksesi kierrokset tulokset Discordiin. Jätä tyhjää poistaaksesi käytöstä.
hr: Konfigurirajte URL WebHook da pošalje okrugle rezultate u nesklad. Ostavite prazno da se onemogući.
hu: Konfigurálja a WebHook URL -t, hogy kerek eredményeket küldjön a diszkréciónak. Hagyja üresen a letiltást.
ja: ラウンド結果をDiscordに送信するWebhook URLを設定します。空欄で無効化されます。
ko: 라운드 결과를 Discord로 전송할 Webhook URL을 설정합니다. 비워 두면 비활성화됩니다.
lt: Konfigūruokite „WebHook“ URL, kad galėtumėte išsiųsti ratus rezultatus į „Discord“. Palikite tuščią, kad išjungtumėte.
ro: Configurați adresa URL WebHook pentru a trimite rezultate rotunde la Discord. Lăsați gol pentru a dezactiva.
th: กำหนดค่า URL WebHook เพื่อส่งผลลัพธ์รอบไปยัง Discord เว้นว่างเพื่อปิดการใช้งาน
vi: Định cấu hình URL Webhook để gửi kết quả tròn đến Discord. Để trống để vô hiệu hóa.
zh_hant: 設置將回合結果發送到 Discord 的 Webhook URL。留空則禁用。

# ラウンド統計を表示
source: Show round stats
bg: Показване на кръгли статистики
el: Εμφάνιση στρογγυλών στατιστικών
fi: Näytä pyöreät tilastot
hr: Pokažite okrugle statistike
hu: Mutasd meg a kerek statisztikákat
ja: ラウンド統計を表示
ko: 라운드 통계 표시
lt: Rodyti apvalią statistiką
ro: Arată statistici rotunde
th: แสดงสถิติรอบ
vi: Hiển thị số liệu thống kê tròn
zh_hant: 顯示回合統計

# 両方とも再生する
source: Play both
bg: Играйте и двете
el: Παίζω και τα δύο
fi: Pelata molemmat
hr: Igrajte oboje
hu: Játszani mindkettőt
ja: 両方とも再生する
ko: 둘 다 재생
lt: Žaisk abu
ro: Joacă ambele
th: เล่นทั้งสอง
vi: Chơi cả hai
zh_hant: 同時播放

# 保存
source: Save
bg: Запазете
el: Εκτός
fi: Tallentaa
hr: Uštedjeti
hu: Megtakarítás
ja: 保存
ko: 저장
lt: Išsaugoti
ro: Salva
th: บันทึก
vi: Cứu
zh_hant: 保存

# 再生する音声
source: Audio to play
bg: Аудио за възпроизвеждане
el: Ήχος για αναπαραγωγή
fi: Ääni toistaa
hr: Zvuk za reprodukciju
hu: Audio lejátszható
ja: 再生する音声
ko: 재생할 오디오
lt: Garsas žaisti
ro: Audio pentru a reda
th: เสียงที่จะเล่น
vi: Âm thanh để chơi
zh_hant: 要播放的音頻

# 出現回数
source: Appearances
bg: Изяви
el: Εμφανίσεις
fi: Esiintymiset
hr: Nastupi
hu: Fellépés
ja: 出現回数
ko: 출현 횟수
lt: Pasirodymai
ro: Apariții
th: การปรากฏตัว
vi: Xuất hiện
zh_hant: 出現次數

# 削除
source: Remove
bg: Извадете
el: Αφαιρώ
fi: Poistaa
hr: Ukloniti
hu: Eltávolítás
ja: 削除
ko: 삭제
lt: Pašalinti
ro: Elimina
th: ลบ
vi: Di dời
zh_hant: 刪除

# 参照...
source: Browse...
bg: Разгледайте ...
el: Ξεφυλλίζω...
fi: Selaa ...
hr: Pregledajte ...
hu: Böngészj ...
ja: 参照...
ko: 찾아보기...
lt: Naršykite ...
ro: Căutați ...
th: เรียกดู ...
vi: Duyệt ...
zh_hant: 瀏覽...

# 固定する
source: Pin on top
bg: ПИК отгоре
el: Καρφίτσα στην κορυφή
fi: Pintää
hr: Pin na vrhu
hu: Pin a tetejére
ja: 固定する
ko: 고정하기
lt: Kaištis viršuje
ro: Pin deasupra
th: พินด้านบน
vi: Ghim trên đầu
zh_hant: 置頂

# 固定解除
source: Unpin
el: Ξεκαρφιτσώνω
fi: Purkaa
hr: Raskoš
hu: Kibont
ja: 固定解除
ko: 고정 해제
th: คลาย
vi: Giải nén
zh_hant: 取消置頂

# 外部アプリを自動起動する
source: Launch external apps automatically
bg: Стартирайте външни приложения автоматично
el: Εκκίνηση εξωτερικών εφαρμογών αυτόματα
fi: Käynnistä ulkoiset sovellukset automaattisesti
hr: Automatski pokrenite vanjske aplikacije
hu: A külső alkalmazások automatikus indítása
ja: 外部アプリを自動起動する
ko: 외부 앱 자동 실행
lt: Automatiškai paleiskite išorines programas
ro: Lansați automat aplicații externe
th: เปิดแอพภายนอกโดยอัตโนมัติ
vi: Khởi chạy các ứng dụng bên ngoài tự động
zh_hant: 自動啓動外部應用程序

# 実行ファイル
source: Executable
bg: Изпълним
el: Εκτελέσιμος
fi: Suoritettava
hr: Izvršni
hu: Végrehajtható
ja: 実行ファイル
ko: 실행 파일
lt: Vykdomas
ro: Executabil
th: ที่ปฏิบัติการได้
vi: Thực thi
zh_hant: 可執行文件

# 対象アイテム名
source: Target item name
bg: Име на целевия елемент
el: Όνομα στοιχείου στόχου
fi: Kohdetuotteen nimi
hr: Naziv ciljne stavke
hu: Cél elem neve
ja: 対象アイテム名
ko: 대상 아이템 이름
lt: Tikslinio elemento pavadinimas
ro: Numele articolului țintă
th: ชื่อรายการเป้าหมาย
vi: Tên mục đích
zh_hant: 目標物品名稱

# 履歴表示数:
source: History count:
bg: Брой на историята:
el: Αριθμός ιστορικών:
fi: Historia ei
hr: Broj povijesti:
hu: A történelem száma:
ja: 履歴表示数:
ko: 히스토리 표시 수:
lt: Istorijos skaičius:
ro: Număr de istorie:
th: จำนวนประวัติศาสตร์:
vi: Số lượng lịch sử:
zh_hant: 歷史顯示數量：

# 引数
source: Arguments
bg: Аргументи
el: Επιχειρήματα
fi: Väitteet
hr: Argumenti
hu: Érvek
ja: 引数
ko: 인수
lt: Argumentai
ro: Argumente
th: ข้อโต้แย้ง
vi: Lập luận
zh_hant: 參數

# 情報
source: Information
bg: Информация
el: Πληροφορίες
fi: Tiedot
hr: Informacija
hu: Információ
ja: 情報
ko: 정보
lt: Informacija
ro: Informaţii
th: ข้อมูล
vi: Thông tin
zh_hant: 信息

# 情報表示欄背景色:
source: Info panel background:
bg: Фон на информационния панел:
el: ΠΛΗΡΟΦΟΡΙΕΣ ΠΛΗΡΟΦΟΡΙΕΣ:
fi: Info -paneelin tausta:
hr: Pozadina info ploče:
hu: Info panel háttér:
ja: 情報表示欄背景色:
ko: 정보 표시 영역 배경색:
lt: Informacijos skydelio fonas:
ro: Fundal panoul de informații:
th: พื้นหลังแผงข้อมูล:
vi: Bối cảnh bảng thông tin:
zh_hant: 信息顯示區域背景色：

# 時計を表示
source: Show clock
bg: Покажи часовник
el: Εμφάνιση ρολογιού
fi: Näyttökello
hu: Az óra bemutatása
ja: 時計を表示
ko: 시계 표시
lt: Rodyti laikrodį
ro: Arată ceas
th: แสดงนาฬิกา
vi: Hiển thị đồng hồ
zh_hant: 顯示時鐘

# 曖昧マッチング
source: Fuzzy matching
bg: Размито съвпадение
el: Ασαφής αντιστοίχιση
fi: Sumea sovitus
hr: Nejasno podudaranje
hu: Fuzzy illesztés
ja: 曖昧マッチング
ko: 퍼지 매칭
lt: Apytikslis atitikimas
ro: Potrivire fuzzy
th: การจับคู่ที่คลุมเครือ
vi: Phù hợp mờ
zh_hant: 模糊匹配

# 最大速度
source: Max speed
bg: Максимална скорост
el: Μέγιστη ταχύτητα
fi: Enimmäisnopeus
hr: Maksimalna brzina
hu: Maximális sebesség
ja: 最大速度
ko: 최대 속도
lt: Maksimalus greitis
ro: Viteză maximă
th: ความเร็วสูงสุด
vi: Tốc độ tối đa
zh_hant: 最大速度

# 最小速度
source: Min speed
bg: Мин скорост
el: Ελάχιστη ταχύτητα
fi: Mininopeus
hr: Min brzina
hu: Perc sebesség
ja: 最小速度
ko: 최소 속도
lt: Min greitis
ro: Min viteză
th: ความเร็วต่ำสุด
vi: Tốc độ tối thiểu
zh_hant: 最小速度
