Repository: lovetwice1012/ToNRoundCounter
Catalog: Infrastructure/Resources/Strings.*.resx
Languages: bg, el, fi, hi, hr, hu, ja, ko, lt, ro, th, vi, zh_hant

# AutoRecording_FormatHelp
source: AVI creates lossless recordings but results in large files. MP4, MOV, and MKV support H.264, HEVC, AV1, and VP9 codecs. FLV uses H.264 to balance size and compatibility. WMV and ASF produce Windows Media Video files. MPG and VOB generate MPEG-2 program streams. GIF produces lightweight animated images with limited colors and frame rate.
el: Το AVI δημιουργεί εγγραφές χωρίς απώλειες, αλλά έχει ως αποτέλεσμα μεγάλα αρχεία. MP4, MOV, MKV και FLV χρησιμοποιούν H.264 για να ισορροπήσουν το μέγεθος και τη συμβατότητα. Τα WMV και ASF παράγουν αρχεία βίντεο Windows Media. Τα MPG και VOB δημιουργούν ροές προγραμμάτων MPEG-2. Το GIF παράγει ελαφρές κινούμενες εικόνες με περιορισμένα χρώματα και ρυθμό καρέ.
fi: AVI luo häviöttomia nauhoituksia, mutta johtaa suuriin tiedostoihin. MP4, MOV, MKV ja FLV käyttävät H.264: tä tasapainottamaan koon ja yhteensopivuuden. WMV ja ASF tuottavat Windows Media -videotiedostoja. MPG ja VOB tuottavat MPEG-2-ohjelmAVIrrat. GIF tuottaa kevyitä animoituja kuvia, joilla on rajoitetut värit ja runko -opeus.
hi: AVI निर्लॉस रिकॉर्डिंग बनाता है लेकिन फ़ाइलें बड़ी होती हैं। MP4, MOV, MKV और FLV H.264 का उपयोग करके आकार और अनुकूलता में संतुलन रखते हैं। WMV और ASF विंडोज मीडिया वीडियो फ़ाइलें बनाते हैं। MPG और VOB MPEG-2 प्रोग्राम स्ट्रीम तैयार करते हैं। GIF सीमित रंगों और फ़्रेम दर वाली हल्की एनिमेटेड छवियाँ बनाता है।
hr: AVI stvara snimke bez gubitaka, ali rezultira velikim datotekama. MP4, MOV, MKV i FLV koriste H.264 za uravnoteženje veličine i kompatibilnosti. WMV i ASF proizvode Windows Media video datoteke. MPG i VOB generiraju MPEG-2 programskih tokova. GIF proizvodi lagane animirane slike s ograničenim bojama i brzinom kadrova.
ja: AVIは非圧縮で高品質ですがファイルサイズが大きくなります。GIFはアニメーション画像で、ファイルサイズは小さくなりますが色数やフレームレートに制限があります。
ko: AVI는 무손실로 녹화하지만 파일 크기가 큽니다. MP4, MOV, MKV, FLV는 H.264를 사용하여 용량과 호환성을 균형 있게 유지합니다. WMV와 ASF는 Windows Media 영상 파일을 생성합니다. MPG와 VOB는 MPEG-2 프로그램 스트림을 생성합니다. GIF는 제한된 색상과 프레임 속도의 가벼운 애니메이션 이미지를 생성합니다.
vi: AVI tạo ra các bản ghi lossless nhưng dẫn đến các tệp lớn. MP4, MOV, MKV và FLV sử dụng H.264 để cân bằng kích thước và khả năng tương thích. WMV và ASF tạo ra các tệp video Windows Media. MPG và VOB tạo ra các luồng chương trình MPEG-2. GIF tạo ra hình ảnh hoạt hình nhẹ với màu sắc và tốc độ khung hình hạn chế.
zh_hant: AVI 會產生無失真錄製，但檔案較大。MP4、MOV、MKV 與 FLV 使用 H.264 以在檔案大小與相容性之間取得平衡。WMV 與 ASF 會產生 Windows Media 影片檔。MPG 與 VOB 會建立 MPEG-2 節目串流。GIF 會建立色彩數量與幀率受限的輕量動畫影像。

# 録画開始テラー
source: Trigger terror names
el: Ενεργοποιήστε τα ονόματα τρομοκρατίας
fi: Laukaista terrorinimet
hi: रिकॉर्डिंग शुरू करने वाले टेरर के नाम
hr: Okidač teroriznih imena
ja: 録画開始テラー
ko: 녹화를 시작할 테러 이름
vi: Kích hoạt tên khủng bố
zh_hant: 觸發錄製的恐怖名稱

# 録画開始ラウンド
source: Trigger round types
el: Τύποι στρογγυλών ενεργοποίησης
fi: Laukaista pyöreät tyypit
hi: रिकॉर्डिंग शुरू करने वाले राउंड के प्रकार
hr: Okidač okruglih vrsta
ja: 録画開始ラウンド
ko: 녹화를 시작할 라운드 유형
vi: Kích hoạt các loại tròn
zh_hant: 觸發錄製的回合類型

# 複数テラーの入力説明
source: Enter one terror name per line. Matching is case-insensitive.
el: Εισαγάγετε ένα όνομα τρόμου ανά γραμμή. Η αντιστοίχιση είναι ευαίσθητη στην περίπτωση.
fi: Kirjoita yksi terrorin nimi riviä kohti. Yhteensopivuus on koteloa.
hi: प्रत्येक पंक्ति में एक टेरर का नाम दर्ज करें। मिलान केस-संवेदी नहीं है।
hr: Unesite jedno ime terora po retku. Podudaranje je neosjetljivo na slučaj.
ja: テラー名を1行に1つ入力してください（大文字小文字は区別されません）。
ko: 줄마다 하나의 테러 이름을 입력하세요. 대소문자는 구분하지 않습니다.
vi: Nhập một tên khủng bố trên mỗi dòng. Phù hợp là trường hợp không nhạy cảm.
zh_hant: 每行輸入一個恐怖名稱，比對時不區分大小寫。

# ウィンドウ
source: Windows
el: Παράθυρα
fi: Ikkunat
hr: Prozori
hu: Ablakok
ja: ウィンドウ
ko: 창
ro: Ferestre
th: หน้าต่าง
zh_hant: 窗口
